app/views/students/index.html.erb

<p><% @students = Student.all%></p>
---
SELECT "students".* FROM "students"